Repository: hansrietmann/Vilea
Catalog: Vilea/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# retry_button_title
source: Try again
fr: Essayer à nouveau

# station_row_accessibility_label_%@%lld%lld%@
source: %1$@’s station with %lld available spots with max power of %3$lld kW identified as %4$@
fr: Station de %1$@ avec %lld places disponibles et une puissance maximal de %3$lld kW identifiée comme %4$@

# station_row_available_spots_plural_%lld
source: %lld spots available
fr: %lld places disponibles

# station_row_available_spots_singular_%lld
source: %lld spot available
fr: %lld place disponible

# station_row_identifier_%@
source: Identifier: %@
fr: Identifiant: %@

# station_row_max_available_power_%lld
source: Max. power: %lld kW
fr: Puissance max. : %lld kW

# stations_view_navigation_subtitle_%@
source: Last update: %@
fr: Dernière mise à jour: %@

# stations_view_navigation_subtitle_empty
source: Looking for stations…
fr: Recherche en cours…

# stations_view_navigation_title
source: Nearby stations
fr: À proximité

# user_position_annotation_label
source: My position
fr: Ma position
